{
  "PRIME": "PRIME",
  "Corporate Golf Membership": "สมาชิกกอล์ฟสำหรับองค์กร",
  "Welcome to a new standard in corporate benefits, where golf and business meet": "ยินดีต้อนรับสู่มาตรฐานใหม่ของสวัสดิการองค์กร ที่ซึ่งกอล์ฟและธุรกิจมาบรรจบกัน",
  "Flexible access to 70+ championship courses throughout Thailand with dedicated concierge service": "เข้าเล่นกอล์ฟได้อย่างยืดหยุ่นใน 70+ สนามระดับแชมเปี้ยนชิพทั่วประเทศไทย พร้อมบริการคอนเซียร์จส่วนตัว",
  "Annual Rounds": "รอบการเล่นต่อปี",
  "Premium Courses": "สนามพรีเมียม",
  "One Annual Fee": "ค่าธรรมเนียมปีละครั้ง",
  "Membership Kit": "ชุดข้อมูลสมาชิก",
  "Course Network": "เครือข่ายสนามกอล์ฟ",
  "Membership": "สมาชิก",
  "Benefits": "สิทธิประโยชน์",
  "Courses": "สนามกอล์ฟ",
  "Pricing": "ราคา",
  "Resources": "ทรัพยากร",
  "Fact Sheet": "ข้อมูลสรุป",
  "Course Directory": "ไดเรกทอรีสนามกอล์ฟ",
  "Member Agreement": "ข้อตกลงสมาชิก",
  "Terms & Conditions": "ข้อกำหนดและเงื่อนไข",
  "Privacy Policy": "นโยบายความเป็นส่วนตัว",
  "Contact": "ติดต่อ",
  "Request Information": "ขอข้อมูล",
  "Download Details": "ดาวน์โหลดรายละเอียด",
  "Annual Membership": "สมาชิกประจำปี",
  "Complete Package": "แพ็คเกจครบถ้วน",
  "Launching March 1, 2026": "เปิดตัว 1 มีนาคม 2026",
  "The PRIME Advantage": "จุดเด่นของ PRIME",
  "A comprehensive corporate golf solution for Thailand's leading businesses": "โซลูชันกอล์ฟองค์กรที่ครอบคลุมสำหรับธุรกิจชั้นนำของไทย",
  "Rounds Annually": "รอบการเล่นต่อปี",
  "Annual Fee": "ค่าธรรมเนียมรายปี",
  "Investment": "การลงทุน",
  "One annual fee • Complete access": "ค่าธรรมเนียมรายปีครั้งเดียว • เข้าใช้ได้ครบถ้วน",
  "excluding VAT": "ไม่รวมภาษีมูลค่าเพิ่ม",
  "including 7% VAT": "รวมภาษีมูลค่าเพิ่ม 7%",
  "How PRIME Works": "PRIME ทำงานอย่างไร",
  "Ready to Join?": "พร้อมเข้าร่วมหรือยัง?",
  "Contact our membership team to learn more": "ติดต่อทีมสมาชิกของเราเพื่อเรียนรู้เพิ่มเติม",
  "Generous allocation for client entertainment, team building, and executive networking": "จำนวนรอบที่เหมาะสมสำหรับการเลี้ยงรับรองลูกค้า กิจกรรมทีมเวิร์ก และการสร้างเครือข่ายระดับผู้บริหาร",
  "Championship venues to exclusive private clubs across Thailand's premier regions": "สนามแชมเปี้ยนชิพถึงคลับส่วนตัวพิเศษทั่วภูมิภาคชั้นนำของไทย",
  "All-inclusive pricing with Personal Concierge handling all arrangements": "ราคาครบวงจรพร้อมบริการคอนเซียร์จส่วนตัวจัดการทุกอย่าง",
  "Flexible Guest Policy": "นโยบายแขกที่ยืดหยุ่น",
  "Two registered users, up to 6 guests when both present": "ผู้ใช้ที่ลงทะเบียนสองคน พาแขกได้สูงสุด 6 คนเมื่อมาพร้อมกันทั้งคู่",
  "Personal Concierge": "คอนเซียร์จส่วนตัว",
  "Dedicated service for all bookings and logistics": "บริการเฉพาะสำหรับการจองและจัดการทุกอย่าง",
  "Predictable Budgeting": "งบประมาณที่คาดการณ์ได้",
  "Fixed annual fee, no hidden charges or surprises": "ค่าธรรมเนียมรายปีคงที่ ไม่มีค่าใช้จ่ายซ่อนเร้นหรือสิ่งที่ไม่คาดคิด",
  "Corporate-Specific": "เฉพาะสำหรับองค์กร",
  "Professional service standards across all courses": "มาตรฐานการบริการระดับมืออาชีพทุกสนาม",
  "20 Premium Championship • 54 Quality Courses": "20 สนามแชมเปี้ยนชิพพรีเมี่ยม • 54 สนามคุณภาพ",
  "Premium Championship": "แชมเปี้ยนชิพพรีเมี่ยม",
  "Regional Coverage": "การครอบคลุมภูมิภาค",
  "Bangkok & Central": "กรุงเทพฯ และปริมณฑล",
  "Pattaya & Eastern": "พัทยา และภาคตะวันออก",
  "Hua Hin & West": "หัวหิน และภาคตะวันตก",
  "Phuket & South": "ภูเก็ต และภาคใต้",
  "Khao Yai": "เขาใหญ่",
  "Chiang Mai & North": "เชียงใหม่ และภาคเหนือ",
  "Complete Directory": "รายชื่อสนามทั้งหมด",
  "144 rounds per year": "144 รอบต่อปี",
  "70+ partner courses": "สนามพันธมิตร 70+ แห่ง",
  "Green fees included": "รวมค่ากรีนฟี",
  "Caddy service included": "รวมค่าแคดดี้",
  "Golf cart per round": "รถกอล์ฟต่อรอบ",
  "Two registered users": "ผู้ใช้ที่ลงทะเบียนสองคน",
  "Up to 6 guest privileges": "สิทธิพิเศษสำหรับแขกสูงสุด 6 คน",
  "Personal Concierge service": "บริการคอนเซียร์จส่วนตัว",
  "Apply & Schedule": "สมัครและเปิดใช้งาน",
  "Complete your membership application and schedule an introductory consultation": "ส่งใบสมัครและกำหนดตัวแทนองค์กรสองคน",
  "Book Through Concierge": "จองผ่านคอนเซียร์จ",
  "Contact your dedicated concierge to plan and book tee times at any partner course": "ติดต่อคอนเซียร์จส่วนตัวของคุณเพื่อจัดการเวลาตีลูก",
  "Play & Manage": "เล่นและเลี้ยงรับรอง",
  "Arrive at each course ready to play, with all logistics managed for your convenience": "มาถึงและเพลิดเพลิน ทุกอย่างถูกจัดการแล้ว มุ่งเน้นที่ความสัมพันธ์",
  "© 2025 PRIME Corporate Golf Membership. All Rights Reserved.": "© 2025 PRIME Corporate Golf Membership. สงวนลิขสิทธิ์",
  "Email": "อีเมล",
  "Phone": "โทรศัพท์",
  "Office": "สำนักงาน",
  "Bangkok, Thailand": "กรุงเทพฯ ประเทศไทย",
  "Back to Home": "กลับสู่หน้าหลัก",
  "MEMBERSHIP DOCUMENTS": "เอกสารสมาชิก",
  "Purpose and course directory": "วัตถุประสงค์และสารบัญหลักสูตร",
  "Membership Agreement": "ข้อตกลงการเป็นสมาชิก",

  "FactSheet.Title": "FACT SHEET",
  "FactSheet.SubTitle": "สิทธิประโยชน์สมาชิกกอล์ฟระดับพรีเมียมทั่วไทย",
  "FactSheet.Intro": "สมาชิกกอล์ฟองค์กร PRIME มอบการเข้าถึงสนามกอล์ฟพรีเมี่ยม 70+ แห่งทั่วประเทศไทยอย่างยืดหยุ่นและสะดวกสบายให้กับองค์กร พร้อมบริการคอนเซียร์จส่วนตัวและ 144 รอบต่อปี PRIME ทำให้การเลี้ยงรับรองกอล์ฟขององค์กรเป็นเรื่องง่าย",
  "FactSheet.Highlights": "จุดเด่นหลัก",
  "FactSheet.Highlight1": "144 รอบต่อปี - จำนวนรอบที่เหมาะสมสำหรับความต้องการเลี้ยงรับรององค์กร",
  "FactSheet.Highlight2": "สนามพรีเมี่ยม 70+ แห่ง - สนามแชมเปี้ยนชิพถึงคลับส่วนตัวพิเศษ",
  "FactSheet.Highlight3": "ผู้ใช้องค์กร 2 คน - ผู้ใช้ที่ลงทะเบียนสองคนต่อสมาชิก",
  "FactSheet.Highlight4": "สิทธิพิเศษสำหรับแขก - แขกสูงสุด 6 คนเมื่อผู้ใช้ทั้งสองคนมาพร้อมกัน",
  "FactSheet.Highlight5": "คอนเซียร์จส่วนตัว - ทีมบริการเฉพาะจัดการทุกอย่าง",
  "FactSheet.Highlight6": "ครบวงจร - รวมค่ากรีนฟี แคดดี้ และรถกอล์ฟทุกรอบ",
  "FactSheet.WhyChoosePrime": "ทำไมต้องเลือก PRIME?",
  "FactSheet.Flexibility": "ความยืดหยุ่น",
  "FactSheet.FlexibilityDesc": "เล่นที่สนามต่างๆ สำหรับโอกาสที่แตกต่างกัน",
  "FactSheet.PredictableCosts": "งบประมาณที่คาดการณ์ได้",
  "FactSheet.PredictableCostsDesc": "ค่าธรรมเนียมรายปีคงที่กำจัดค่าใช้จ่ายที่ไม่คาดคิด",
  "FactSheet.ProfessionalLevel": "ความสะดวกระดับมืออาชีพ",
  "FactSheet.ProfessionalLevelDesc": "คอนเซียร์จจัดการทุกอย่าง",
  "FactSheet.MembershipDetails": "รายละเอียดสมาชิก",
  "FactSheet.TableFeature": "ฟีเจอร์",
  "FactSheet.TableDetails": "รายละเอียด",
  "FactSheet.DetailFee": "ค่าธรรมเนียมรายปี",
  "FactSheet.DetailFeeValue": "฿949,000 (ไม่รวม VAT) / ฿1,015,430 (รวม VAT 7%)",
  "FactSheet.DetailRounds": "รอบการเล่นรายปี",
  "FactSheet.DetailRoundsValue": "144 รอบต่อปี",
  "FactSheet.DetailUsers": "ผู้ใช้ที่ลงทะเบียน",
  "FactSheet.DetailUsersValue": "ผู้ใช้องค์กร 2 คน",
  "FactSheet.DetailGuests": "การเข้าถึงสำหรับแขก",
  "FactSheet.DetailGuestsValue": "แขกสูงสุด 6 คน (ผู้ใช้ทั้งสองคนมาพร้อมกัน)",
  "FactSheet.DetailServices": "บริการที่รวม",
  "FactSheet.DetailServicesValue": "ค่ากรีนฟี แคดดี้ รถกอล์ฟ",
  "FactSheet.DetailCancellation": "นโยบายการยกเลิก",
  "FactSheet.DetailCancellationValue": "ต้องแจ้งล่วงหน้า 48 ชั่วโมง",
  "FactSheet.HowItWorks": "PRIME ทำงานอย่างไร",
  "FactSheet.Step1Title": "ติดต่อคอนเซียร์จของคุณ",
  "FactSheet.Step1Desc": "ขอสนามและวันที่ต้องการ",
  "FactSheet.Step2Title": "เราจัดการทุกอย่าง",
  "FactSheet.Step2Desc": "การยืนยันและการจัดการ",
  "FactSheet.Step3Title": "มาถึงและเล่น",
  "FactSheet.Step3Desc": "มุ่งเน้นที่เกมและแขก",
  "FactSheet.Step4Title": "ติดตามการใช้งานของคุณ",
  "FactSheet.Step4Desc": "ตรวจสอบผ่านพอร์ทัลสมาชิก",

  "Terms.Title": "ข้อกำหนดและเงื่อนไข",
  "Terms.DetailFee": "ค่าสมาชิกรายปี",
  "Terms.DetailFeeValue": "฿949,000 (ไม่รวมภาษีมูลค่าเพิ่ม) / (รวมภาษีมูลค่าเพิ่ม 7%). นี่คือค่าธรรมเนียมรายปีแบบคงที่สำหรับระยะเวลาสมาชิก 12 เดือน",
  "Terms.DetailRounds": "การใช้งานที่รวมอยู่",
  "Terms.DetailRoundsValue": "144 รอบกอล์ฟต่อปี รวมค่ากรีนฟี แคดดี้ และรถกอล์ฟสำหรับทุกรอบ จำกัด 1 รอบ 18 หลุมต่อวันต่อผู้เล่น",
  "Terms.DetailUsers": "ผู้ใช้ที่ลงทะเบียน",
  "Terms.DetailUsersValue": "สมาชิกองค์กรแต่ละรายรวมผู้ใช้หลักที่ลงทะเบียน 2 คนจากองค์กรสมาชิก",
  "Terms.DetailGuests": "สิทธิพิเศษสำหรับแขก",
  "Terms.DetailGuestsValue": "ผู้ใช้ที่ลงทะเบียนแต่ละคนสามารถพาแขกได้สูงสุด 3 คน อนุญาตให้มีแขกสูงสุด 6 คนเมื่อผู้ใช้ทั้งสองคนมาพร้อมกัน",
  "Terms.DetailServices": "ค่าธรรมเนียมการเปลี่ยนผู้ใช้",
  "Terms.DetailServicesValue": "฿10,000 ต่อการเปลี่ยนผู้ใช้หนึ่งครั้ง ผู้ใช้ใหม่ต้องเป็นพนักงานหรือกรรมการของบริษัทสมาชิกเดียวกัน สมาชิกเป็นเฉพาะองค์กรและไม่สามารถโอนให้บริษัทอื่นได้",
  "Terms.DetailCancellation": "ค่าปรับการยกเลิกล่าช้าหรือไม่มาตามนัด",
  "Terms.DetailCancellationValue": "หักจำนวน 1 รอบจากโควต้ารายปีสำหรับการยกเลิกที่ทำน้อยกว่า 48 ชั่วโมงก่อนเวลานัดหมายหรือไม่มาตามนัด",
  "Terms.Fees.Title": "ค่าธรรมเนียมและคุณสมบัติของสมาชิก",
  "Terms.Fees.Description": "ค่าธรรมเนียมทั้งหมดจะต้องเสียภาษีที่เกี่ยวข้องและต้องชำระเต็มจำนวนก่อนการเปิดใช้งานสมาชิก",
  "Terms.FeesTable.FeeType": "ประเภทค่าธรรมเนียม",
  "Terms.FeesTable.Amount": "จำนวนเงิน",
  "Terms.Section1.Title": "1. รายละเอียดสมาชิก",
  "Terms.TableFeature": "คุณสมบัติ",
  "Terms.TableDetails": "รายละเอียด",
  "Terms.Section1.Content1": "สมาชิกกอล์ฟองค์กร PRIME ของคุณอยู่ภายใต้ข้อกำหนดดังต่อไปนี้:",
  "Terms.Section1.Content2": "ระยะเวลาสมาชิก: การเป็นสมาชิกมีผลเป็นเวลา 12 เดือนนับจากวันที่เปิดใช้งาน (1 มีนาคม 2026)",
  "Terms.Section1.Content3": "ผู้ใช้ที่ลงทะเบียน: การเป็นสมาชิกองค์กรแต่ละรายการอนุญาตให้มีผู้ใช้หลักที่ระบุชื่อได้สอง (2) คน บุคคลเหล่านี้ต้องเป็นพนักงานของบริษัทสมาชิก",
  "Terms.Section1.Content4": "การโอนสิทธิ์: การเป็นสมาชิกเป็นสิทธิ์เฉพาะองค์กรและไม่สามารถโอนไปยังบริษัทอื่นได้ ผู้ใช้ที่ระบุชื่อสามารถเปลี่ยนแปลงได้ภายในบริษัทสมาชิกเดียวกัน โดยมีค่าธรรมเนียมการเปลี่ยนแปลงผู้ใช้ ฿10,000 ต่อครั้ง",
  "Terms.Section1.Content5": "การต่ออายุ: การเป็นสมาชิกจะต่ออายุโดยอัตโนมัติเป็นระยะเวลา 12 เดือนติดต่อกัน เว้นแต่ฝ่ายใดฝ่ายหนึ่งแจ้งเป็นลายลักษณ์อักษรเพื่อไม่ต่ออายุอย่างน้อย 60 วันก่อนสิ้นสุดระยะเวลาปัจจุบัน",
  "Terms.Section2.Title": "2. การใช้งานและนโยบายสำหรับแขก",
  "Terms.Section2.Content1": "เพื่อให้มั่นใจถึงประสบการณ์ระดับพรีเมียมสำหรับสมาชิกทุกคน โปรดปฏิบัติตามนโยบายการใช้งานดังนี้:",
  "Terms.Section2.Content2": "โควตาประจำปี: การเล่นจำกัดสูงสุด 144 รอบต่อปีต่อสมาชิก รอบที่ไม่ได้ใช้จะไม่สามารถยกยอดไปปีถัดไปได้",
  "Terms.Section2.Content3": "จำกัดรายวัน: การเล่นจำกัดที่ 1 รอบ (18 หลุม) ต่อวันสำหรับผู้ใช้ที่ลงทะเบียนหรือแขกแต่ละคน",
  "Terms.Section2.Content4": "การพาแขก: สมาชิกที่ลงทะเบียนต้องพาแขกของตนตลอดเวลาระหว่างการเล่นในสนาม",
  "Terms.Section2.Content5": "ขนาดกลุ่ม: สมาชิกที่ลงทะเบียนคนเดียวสามารถพาแขกได้สูงสุด 3 คน (กลุ่มรวม 4 คน) สมาชิกที่ลงทะเบียนทั้งสองคนสามารถพาแขกได้สูงสุด 6 คน (กลุ่มรวม 8 คน)",
  "Terms.Section3.Title": "3. นโยบายการจองและการยกเลิก",
  "Terms.Section3.Content1": "เวลาการเล่นทั้งหมดต้องจัดการผ่านคอนเซียร์จส่วนตัวของคุณ นโยบายดังต่อไปนี้มีผลบังคับใช้:",
  "Terms.Section3.Content2": "กระบวนการจอง: ติดต่อคอนเซียร์จส่วนตัวของคุณเพื่อจัดการการจองทั้งหมด สำหรับบางสนามพรีเมียม การจองควรทำล่วงหน้าอย่างน้อย 14 วันหากเป็นไปได้",
  "Terms.Section3.Content3": "ความพร้อมของสนาม: หากสนามที่สมาชิกเลือกเป็นอันดับแรกไม่พร้อมใช้งาน คอนเซียร์จส่วนตัวจะเสนอเวลาการเล่นทางเลือกที่สนามอื่นในเครือข่าย สมาชิกสามารถยอมรับทางเลือกหรือยกเลิกโดยไม่มีค่าปรับ",
  "Terms.Section3.Content4": "การแจ้งยกเลิก: เพื่อยกเลิกหรือแก้ไขการจองโดยไม่มีค่าปรับ คุณต้องแจ้งคอนเซียร์จส่วนตัวของคุณอย่างน้อย 48 ชั่วโมงก่อนเวลาการเล่นที่กำหนด",
  "Terms.Section3.Content5": "ค่าปรับการยกเลิกล่าช้าหรือไม่แสดงตัว: การยกเลิกที่ทำภายใน 48 ชั่วโมงก่อนเวลาที่กำหนด หรือการไม่แสดงตัวสำหรับการจอง (ไม่มา) จะส่งผลให้มีการหักรอบหนึ่ง (1) จากโควตาประจำปีของคุณสำหรับผู้เล่นแต่ละคนที่จองไว้",
  "Terms.Section4.Title": "4. การปฏิบัติตนและความรับผิดชอบ",
  "Terms.Section4.Content1": "สมาชิกและแขกคาดว่าจะรักษามาตรฐานสูงสุดของมารยาท",
  "Terms.Section4.Content2": "กฎของสนาม: สมาชิกและแขกทุกคนต้องปฏิบัติตามกฎระเบียบและมารยาทของสนามกอล์ฟแต่ละแห่งอย่างเคร่งครัด รวมถึงการแต่งกายและความเร็วในการเล่น",
  "Terms.Section4.Content3": "ความรับผิดชอบ: การเป็นสมาชิกกอล์ฟองค์กร PRIME จะไม่รับผิดชอบต่อการบาดเจ็บส่วนบุคคลหรือความเสียหายต่อทรัพย์สินที่เกิดขึ้นในสนามกอล์ฟพันธมิตรใด ๆ",

  "Agreement.Title": "MEMBERSHIP AGREEMENT",
  "Agreement.Draft": "ฉบับร่าง - อยู่ระหว่างการตรวจสอบทางกฎหมาย",
  "Agreement.Intro": "สัญญาสมาชิกฉบับนี้ (\"สัญญา\") ทำขึ้นระหว่าง PRIME Corporate Golf Membership (\"ไพรม์ กอล์ฟ คลับ\") และสมาชิกองค์กรผู้ลงนาม (\"สมาชิก\")",
  "Agreement.Section1.Title": "บริการและสิทธิพิเศษของสมาชิก",
  "Agreement.Section1.Content1": "รอบการเล่นกอล์ฟรายปี: รอบการเล่นกอล์ฟทั้งหมดหนึ่งร้อยสี่สิบสี่ (144) รอบต่อปีที่สนามพันธมิตรทั่วประเทศไทย",
  "Agreement.Section1.Content2": "ผู้ใช้ที่ลงทะเบียน: การเข้าถึงสำหรับผู้ใช้ที่กำหนดสอง (2) คนจากองค์กรของสมาชิก",
  "Agreement.Section1.Content3": "บริการที่รวมอยู่: แต่ละรอบรวมค่ากรีนฟี แคดดี้ และรถกอล์ฟ",
  "Agreement.Section1.Content4": "เครือข่ายสนาม: การเข้าถึงสนามกอล์ฟพันธมิตร 70+ แห่งทั่วประเทศไทย",
  "Agreement.Section1.Content5": "บริการคอนเซียร์จส่วนตัว: การเข้าถึงบริการคอนเซียร์จส่วนตัวของไพรม์ กอล์ฟ คลับ สำหรับการจองและการประสานงาน",
  "Agreement.Section1.Content6": "การจัดการสมาชิกดิจิทัล: การเข้าถึงเครื่องมือจัดการสมาชิกดิจิทัล (เมื่อมีให้บริการ)",
  "Agreement.Section1.Content7": "บริการทั้งหมดอยู่ภายใต้ข้อกำหนดที่ระบุไว้ในเอกสาร \"ราคาและข้อกำหนด\" และสัญญาฉบับนี้",
  "Agreement.Section2.Title": "ระยะเวลาสมาชิกและการต่ออายุ",
  "Agreement.Section2.Content1": "2.1. วันที่มีผลบังคับใช้: สัญญาฉบับนี้มีผลบังคับใช้เมื่อวันที่ 1 มีนาคม 2569 หรือวันที่ระบุในหนังสือแจ้งการเปิดใช้งานสมาชิก (\"วันที่มีผลบังคับใช้\")",
  "Agreement.Section2.Content2": "2.2. ระยะเวลา: สัญญาฉบับนี้มีผลบังคับใช้เป็นเวลาสิบสอง (12) เดือนนับจากวันที่มีผลบังคับใช้ (\"ระยะเวลาเริ่มต้น\")",
  "Agreement.Section2.Content3": "2.3. การต่ออายุ: สัญญาฉบับนี้จะต่ออายุอัตโนมัติเป็นระยะเวลาสิบสอง (12) เดือนต่อเนื่อง เว้นแต่คู่สัญญาฝ่ายใดฝ่ายหนึ่งแจ้งเป็นลายลักษณ์อักษรถึงการไม่ต่ออายุอย่างน้อยหกสิบ (60) วันก่อนสิ้นสุดระยะเวลาปัจจุบัน",
  "Agreement.Section3.Title": "ค่าธรรมเนียมและการชำระเงิน",
  "Agreement.Section3.Content1": "3.1. ค่าธรรมเนียมรายปี: สมาชิกตกลงชำระค่าสมาชิกรายปีจำนวน ฿949,000 (ไม่รวม VAT) หรือ ฿1,015,430 (รวม VAT 7%) บวกภาษีอื่นๆ ที่บังคับใช้",
  "Agreement.Section3.Content2": "3.2. เงื่อนไขการชำระเงิน: ค่าธรรมเนียมรายปีครบกำหนดชำระเต็มจำนวนอย่างน้อยสามสิบ (30) วันก่อนวันที่มีผลบังคับใช้หรือวันที่ต่ออายุ",
  "Agreement.Section3.Content3": "3.3. การชำระเงินล่าช้า: การชำระเงินล่าช้าจะมีค่าธรรมเนียม 1.5% ต่อเดือน สิทธิพิเศษสมาชิกอาจถูกระงับสำหรับบัญชีที่ค้างชำระเกิน 30 วัน",
  "Agreement.Section4.Title": "การโอนและการเปลี่ยนผู้ใช้",
  "Agreement.Section4.Content1": "4.1. ไม่สามารถโอนได้: สมาชิกนี้เป็นเฉพาะองค์กรและไม่สามารถโอนให้บริษัทหรือนิติบุคคลอื่นได้ สมาชิกไม่สามารถขาย มอบหมาย หรือโอนสมาชิกนี้ให้องค์กรอื่นไม่ว่าด้วยวิธีใด",
  "Agreement.Section4.Content2": "4.2. การเปลี่ยนผู้ใช้: สมาชิกสามารถเปลี่ยนผู้ใช้ที่กำหนด (บุคคลที่มีชื่อที่ได้รับอนุญาตให้ใช้สมาชิก) ได้ตลอดเวลา โดยมีค่าธรรมเนียม ฿10,000 ต่อการเปลี่ยนผู้ใช้หนึ่งครั้ง ผู้ใช้ที่กำหนดใหม่ต้องเป็นพนักงานหรือกรรมการของบริษัทสมาชิก",
  "Agreement.Section5.Title": "นโยบายการจอง แขก และการยกเลิก",
  "Agreement.Section5.Content1": "5.1. นโยบายแขก: ผู้ใช้ที่กำหนดต้องอยู่กับแขกของพวกเขาระหว่างการเล่น สมาชิกมีความรับผิดชอบต่อความประพฤติของผู้ใช้ที่กำหนดและแขก",
  "Agreement.Section5.Content2": "5.2. ขีดจำกัดแขก: ผู้ใช้ที่กำหนดแต่ละคนสามารถพาแขกได้สูงสุด 3 คน แขกสูงสุด 6 คนเมื่อผู้ใช้ที่กำหนดทั้งสองคนมาพร้อมกัน",
  "Agreement.Section5.Content3": "5.3. นโยบายการยกเลิก: การยกเลิกต้องทำล่วงหน้าอย่างน้อย 48 ชั่วโมงผ่านคอนเซียร์จส่วนตัว การยกเลิกล่าช้าหรือ \"ไม่มาตามนัด\" จะส่งผลให้สูญเสียรอบการเล่นกอล์ฟที่เกี่ยวข้องจากโควต้ารายปี",
  "Agreement.Section5.Content4": "5.4. โควต้ารายปี: โควต้ารายปี 144 รอบเป็นสำหรับระยะเวลาสมาชิกเท่านั้น รอบที่ไม่ได้ใช้จะไม่สามารถนำไปใช้ในปีสมาชิกถัดไปได้",
  "Agreement.Section6.Title": "ความรับผิดชอบและการชดใช้ค่าเสียหาย",
  "Agreement.Section6.Content1": "6.1. การรับความเสี่ยง: ผู้ใช้ที่กำหนดและแขกทั้งหมดใช้สิ่งอำนวยความสะดวกกอล์ฟโดยเสี่ยงของตนเอง กอล์ฟเป็นกิจกรรมกลางแจ้งที่มีความเสี่ยงโดยธรรมชาติ",
  "Agreement.Section6.Content2": "6.2. ข้อจำกัดความรับผิด: ไพรม์ กอล์ฟ คลับ ไม่รับผิดชอบต่อการบาดเจ็บส่วนบุคคล ความเสียหายต่อทรัพย์สิน หรือการสูญเสียที่เกิดขึ้นที่สิ่งอำนวยความสะดวกสนามกอล์ฟพันธมิตร",
  "Agreement.Section6.Content3": "6.3. การชดใช้ค่าเสียหาย: สมาชิกตกลงที่จะชดใช้ค่าเสียหายและยกเว้นไพรม์ กอล์ฟ คลับ จากการเรียกร้อง ความเสียหาย หรือความรับผิดใด ๆ ที่เกิดจากการกระทำหรือความประพฤติของผู้ใช้ที่กำหนดหรือแขก",
  "Agreement.Section7.Title": "ความลับ",
  "Agreement.Section7.Content1": "ทั้งสองฝ่ายตกลงที่จะรักษาความลับของข้อกำหนดของสัญญาฉบับนี้และข้อมูลทางธุรกิจที่เป็นกรรมสิทธิ์ใด ๆ ที่แบ่งปันระหว่างระยะเวลาสมาชิก",
  "Agreement.Section8.Title": "การยกเลิกสัญญา",
  "Agreement.Section8.Content1": "8.1. การยกเลิกโดยไพรม์ กอล์ฟ คลับ: ไพรม์ กอล์ฟ คลับ สามารถยกเลิกสัญญาฉบับนี้ได้ทันทีสำหรับ: (ก) การไม่ชำระค่าธรรมเนียม (ข) การละเมิดข้อกำหนดสมาชิกอย่างร้ายแรง หรือ (ค) ความประพฤติที่เป็นอันตรายต่อไพรม์ กอล์ฟ คลับ หรือสนามพันธมิตร",
  "Agreement.Section8.Content2": "8.2. การยกเลิกโดยสมาชิก: สมาชิกสามารถยกเลิกสัญญาฉบับนี้โดยแจ้งเป็นลายลักษณ์อักษรเมื่อสิ้นสุดระยะเวลาสมาชิกใด ๆ ตามมาตรา 2.3 (การต่ออายุ) การยกเลิกก่อนกำหนดในระหว่างระยะเวลาสมาชิกไม่อนุญาต ยกเว้นโดยข้อตกลงร่วมกัน",
  "Agreement.Section8.Content3": "8.3. ผลของการยกเลิก: เมื่อยกเลิกเนื่องจากการละเมิดโดยสมาชิก จะไม่มีการคืนเงินค่าธรรมเนียมรายปีส่วนใดส่วนหนึ่ง ค่าธรรมเนียมค้างชำระทั้งหมดยังคงต้องชำระ",
  "Agreement.Section9.Title": "การระงับข้อพิพาท",
  "Agreement.Section9.Content1": "9.1. กฎหมายที่ใช้บังคับ: สัญญาฉบับนี้อยู่ภายใต้บังคับของกฎหมายของราชอาณาจักรไทย",
  "Agreement.Section9.Content2": "9.2. อนุญาโตตุลาการ: ข้อพิพาทใด ๆ ที่เกิดจากสัญญาฉบับนี้จะได้รับการระงับโดยอนุญาโตตุลาการที่มีผลผูกพันในกรุงเทพฯ ประเทศไทย คู่สัญญาจะตกลงร่วมกันเกี่ยวกับอนุญาโตตุลาการหรือหน่วยงานอนุญาโตตุลาการ ค่าใช้จ่ายในการอนุญาโตตุลาการจะแบ่งเท่า ๆ กันโดยคู่สัญญาทั้งสองฝ่าย เว้นแต่จะกำหนดเป็นอย่างอื่นโดยอนุญาโตตุลาการ",
  "Agreement.Section10.Title": "บทบัญญัติทั่วไป",
  "Agreement.Section10.Content1": "10.1. ข้อตกลงทั้งหมด: สัญญาฉบับนี้ พร้อมกับเอกสารราคาและข้อกำหนด ถือเป็นข้อตกลงทั้งหมดระหว่างคู่สัญญาเกี่ยวกับสมาชิกกอล์ฟองค์กร PRIME",
  "Agreement.Section10.Content2": "10.2. การแก้ไข: ไพรม์ กอล์ฟ คลับ สามารถแก้ไขข้อกำหนดเหล่านี้โดยแจ้งเป็นลายลักษณ์อักษรล่วงหน้า 30 วันให้สมาชิกทราบ การเปลี่ยนแปลงที่สำคัญเกี่ยวกับราคาหรือผลประโยชน์หลักต้องได้รับความยินยอมจากสมาชิกหรือสิทธิในการยกเลิกโดยไม่มีค่าปรับ",
  "Agreement.Section10.Content3": "10.3. การแจ้งเตือน: การแจ้งเตือนทั้งหมดจะถูกส่งไปยังที่อยู่ที่ให้ไว้โดยคู่สัญญาแต่ละฝ่ายเป็นลายลักษณ์อักษรหรือทางอีเมลไปยังที่อยู่ติดต่อที่ลงทะเบียน",
  "Agreement.SignatureSection": "ส่วนลายเซ็น",
  "Agreement.PrimeSignature": "สำหรับ PRIME Corporate Golf Membership:",
  "Agreement.MemberSignature": "สำหรับบริษัทสมาชิก:",
  "Agreement.Name": "ชื่อ:",
  "Agreement.TitleField": "ตำแหน่ง:",
  "Agreement.DateField": "วันที่:",
  "Agreement.CompanySeal": "ตราประทับบริษัท:",
  "Agreement.DesignatedUsers": "ผู้ใช้ที่กำหนด (ที่จะลงทะเบียน)",
  "Agreement.RegisteredUser1": "ผู้ใช้ 1",
  "Agreement.RegisteredUser2": "ผู้ใช้ 2",
  "Agreement.EmailField": "อีเมล:",
  "Agreement.PhoneField": "โทรศัพท์:",
  "Privacy.Title": "PRIVACY POLICY",
  "Privacy.Intro": "ไพรม์ คอร์ปอเรท กอล์ฟ (\"PRIME\" \"เรา\" \"พวกเรา\" หรือ \"ของเรา\") มุ่งมั่นที่จะปกป้องความเป็นส่วนตัวของคุณ นโยบายความเป็นส่วนตัวนี้อธิบายว่าเรารวบรวม ใช้ เปิดเผย และปกป้องข้อมูลของคุณอย่างไรเมื่อคุณเยี่ยมชมเว็บไซต์ของเราหรือใช้บริการของเรา\n\nการเข้าถึงหรือใช้บริการของเรา คุณตกลงยินยอมตามนโยบายความเป็นส่วนตัวนี้ หากคุณไม่เห็นด้วย โปรดอย่าใช้บริการของเรา",
  "Privacy.Section1.Title": "1. ข้อมูลที่เรารวบรวม",
  "Privacy.Section1.Content1": "เราอาจรวบรวมข้อมูลส่วนบุคคลที่คุณให้ไว้โดยสมัครใจเมื่อคุณ:\n\nสมัครสมาชิก\nลงทะเบียนผู้ใช้ที่กำหนด\nติดต่อบริการคอนเซียร์จส่วนตัวของเรา\nสื่อสารกับเราผ่านอีเมล โทรศัพท์ หรือไลน์\nขอข้อมูลเกี่ยวกับบริการของเรา\nข้อมูลนี้อาจรวมถึง:",
  "Privacy.Section1.Subtitle1": "1.1 ข้อมูลส่วนบุคคล",
  "Privacy.Section1.Item1": "ชื่อเต็ม ตำแหน่งงาน และชื่อบริษัท",
  "Privacy.Section1.Item2": "ที่อยู่อีเมลและหมายเลขโทรศัพท์",
  "Privacy.Section1.Item3": "รายละเอียดการจดทะเบียนธุรกิจ",
  "Privacy.Section1.Item4": "ข้อมูลการเรียกเก็บเงินและการชำระเงิน",
  "Privacy.Section1.Item5": "ความชอบสนามกอล์ฟและประวัติการจอง",
  "Privacy.Section1.Item6": "1.2 ข้อมูลที่รวบรวมโดยอัตโนมัติ",
  "Privacy.Section1.Content2": "เมื่อคุณเยี่ยมชมเว็บไซต์ของเรา เราอาจรวบรวมข้อมูลบางอย่างเกี่ยวกับอุปกรณ์และการใช้งานของคุณโดยอัตโนมัติ:\n\nที่อยู่ IP และประเภทเบราว์เซอร์\nข้อมูลอุปกรณ์และระบบปฏิบัติการ\nหน้าเว็บที่เยี่ยมชมและเวลาที่ใช้บนเว็บไซต์ของเรา\nแหล่งที่มาและข้อมูลการคลิก",
  "Privacy.Section2.Title": "2. วิธีที่เราใช้ข้อมูลของคุณ",
  "Privacy.Section2.Content1": "เราใช้ข้อมูลที่เรารวบรวมเพื่อวัตถุประสงค์ต่อไปนี้:",
  "Privacy.Section2.Item1": "การจัดการสมาชิก: ดำเนินการสมัคร จัดการสมาชิก และรักษาบันทึกผู้ใช้",
  "Privacy.Section2.Item2": "การส่งมอบบริการ: ประสานงานการจองเวลาตีลูก จัดการการเข้าถึงสนามกอล์ฟ และให้บริการคอนเซียร์จส่วนตัว",
  "Privacy.Section2.Item3": "การสื่อสาร: ตอบคำถาม ส่งการยืนยันการจอง และให้ข้อมูลอัปเดตสมาชิก",
  "Privacy.Section2.Item4": "การเรียกเก็บเงินและการชำระเงิน: ดำเนินการค่าธรรมเนียมสมาชิกและจัดการธุรกรรมทางการเงิน",
  "Privacy.Section2.Item5": "การปรับปรุงบริการ: วิเคราะห์รูปแบบการใช้งานเพื่อปรับปรุงเครือข่ายสนามและคุณภาพบริการของเรา",
  "Privacy.Section2.Item6": "การปฏิบัติตามกฎหมาย: ปฏิบัติตามภาระหน้าที่ทางกฎหมายและบังคับใช้ข้อกำหนดและเงื่อนไขของเรา",
  "Privacy.Section3.Title": "3. การแบ่งปันและการเปิดเผยข้อมูล",
  "Privacy.Section3.Content1": "เราไม่ขาย เช่า หรือแลกเปลี่ยนข้อมูลส่วนบุคคลของคุณ เราอาจแบ่งปันข้อมูลของคุณในกรณีต่อไปนี้เท่านั้น:",
  "Privacy.Section3.Item1": "พันธมิตรสนามกอล์ฟ: เราแบ่งปันข้อมูลการจองที่จำเป็นกับสนามกอล์ฟพันธมิตรเพื่ออำนวยความสะดวกในการจองของคุณ",
  "Privacy.Section3.Item2": "ผู้ให้บริการ: เราอาจจ้างบริษัทบุคคลที่สามให้ดำเนินการบริการในนามของเรา (เช่น การประมวลผลการชำระเงิน การวิเคราะห์ข้อมูล)",
  "Privacy.Section3.Item3": "ข้อกำหนดทางกฎหมาย: เราอาจเปิดเผยข้อมูลหากกฎหมายกำหนดหรือเพื่อตอบสนองคำขอทางกฎหมายที่ถูกต้อง",
  "Privacy.Section3.Content2": "การโอนธุรกิจ: ในกรณีที่มีการควบรวมกิจการ การซื้อกิจการ หรือการขายสินทรัพย์ ข้อมูลของคุณอาจถูกโอนไปยังหน่วยงานที่ได้มา",
  "Privacy.Section4.Title": "4. ความปลอดภัยของข้อมูล",
  "Privacy.Section4.Content1": "เราดำเนินการใช้มาตรการทางเทคนิคและองค์กรที่เหมาะสมเพื่อปกป้องข้อมูลส่วนบุคคลของคุณจากการเข้าถึง การเปลี่ยนแปลง การเปิดเผย หรือการทำลายโดยไม่ได้รับอนุญาต อย่างไรก็ตาม ไม่มีวิธีการส่งผ่านอินเทอร์เน็ตหรือการจัดเก็บข้อมูลอิเล็กทรอนิกส์ที่ปลอดภัย 100% ในขณะที่เราพยายามปกป้องข้อมูลของคุณ เราไม่สามารถรับประกันความปลอดภัยที่สมบูรณ์แบบได้",
  "Privacy.Section5.Title": "5. การเก็บรักษาข้อมูล",
  "Privacy.Section5.Content1": "เราเก็บรักษาข้อมูลส่วนบุคคลของคุณตามระยะเวลาที่จำเป็นเพื่อดำเนินการตามวัตถุประสงค์ที่ระบุไว้ในนโยบายความเป็นส่วนตัวนี้ เว้นแต่กฎหมายกำหนดหรืออนุญาตให้มีระยะเวลาเก็บรักษานานขึ้น เมื่อสมาชิกของคุณสิ้นสุดลง เราจะเก็บรักษาข้อมูลบางอย่างเพื่อวัตถุประสงค์ในการเก็บบันทึกและการปฏิบัติตามกฎหมาย",
  "Privacy.Section6.Title": "6. สิทธิของคุณ",
  "Privacy.Section6.Content1": "ขึ้นอยู่กับที่ตั้งของคุณ คุณอาจมีสิทธิต่อไปนี้เกี่ยวกับข้อมูลส่วนบุคคลของคุณ:",
  "Privacy.Section6.Item1": "การเข้าถึง: ขอเข้าถึงข้อมูลส่วนบุคคลที่เราเก็บรักษาเกี่ยวกับคุณ",
  "Privacy.Section6.Item2": "การแก้ไข: ขอแก้ไขข้อมูลที่ไม่ถูกต้องหรือไม่สมบูรณ์",
  "Privacy.Section6.Item3": "การลบ: ขอลบข้อมูลส่วนบุคคลของคุณ ภายใต้ภาระหน้าที่ทางกฎหมาย",
  "Privacy.Section6.Item4": "การจำกัด: ขอจำกัดการประมวลผลในบางสถานการณ์",
  "Privacy.Section6.Item5": "การคัดค้าน: คัดค้านการประมวลผลข้อมูลส่วนบุคคลของคุณเพื่อวัตถุประสงค์บางอย่าง",
  "Privacy.Section6.Item6": "การพกพาข้อมูล: ขอโอนข้อมูลของคุณไปยังผู้ให้บริการรายอื่น",
  "Privacy.Section7.Title": "7. คุกกี้และเทคโนโลยีการติดตาม",
  "Privacy.Section7.Content1": "เว็บไซต์ของเราใช้คุกกี้และเทคโนโลยีการติดตามที่คล้ายกันเพื่อปรับปรุงประสบการณ์การเรียกดูของคุณ เราใช้:\n\nคุกกี้ที่จำเป็น: จำเป็นสำหรับการทำงานพื้นฐานของเว็บไซต์\nคุกกี้การวิเคราะห์: ช่วยให้เราเข้าใจว่าผู้เยี่ยมชมโต้ตอบกับเว็บไซต์ของเราอย่างไร (เช่น Vercel Analytics)",
  "Privacy.Section7.Content2": "คุณสามารถควบคุมคุกกี้ผ่านการตั้งค่าเบราว์เซอร์ของคุณ การปิดใช้งานคุกกี้บางตัวอาจส่งผลต่อการทำงานของเว็บไซต์",
  "Privacy.Section8.Title": "8. ลิงก์บุคคลที่สาม",
  "Privacy.Section8.Content1": "เว็บไซต์ของเราอาจมีลิงก์ไปยังเว็บไซต์บุคคลที่สาม เราไม่รับผิดชอบต่อแนวปฏิบัติด้านความเป็นส่วนตัวของเว็บไซต์ภายนอกเหล่านี้ เราขอแนะนำให้คุณตรวจสอบนโยบายความเป็นส่วนตัวของเว็บไซต์บุคคลที่สามใดๆ ที่คุณเยี่ยมชม",
  "Privacy.Section9.Title": "9. ความเป็นส่วนตัวของเด็ก",
  "Privacy.Section9.Content1": "บริการของเราออกแบบมาสำหรับลูกค้าองค์กรและไม่ได้มุ่งเป้าไปที่บุคคลที่มีอายุต่ำกว่า 18 ปี เราไม่รวบรวมข้อมูลส่วนบุคคลจากเด็กโดยเจตนา หากคุณเชื่อว่าเรารวบรวมข้อมูลจากเด็ก โปรดติดต่อเราทันที",
  "Privacy.Section10.Title": "10. การเปลี่ยนแปลงนโยบายความเป็นส่วนตัวนี้",
  "Privacy.Section10.Content1": "เราอาจอัปเดตนโยบายความเป็นส่วนตัวนี้เป็นครั้งคราว เราจะแจ้งให้คุณทราบถึงการเปลี่ยนแปลงใดๆ โดยการโพสต์นโยบายความเป็นส่วนตัวใหม่บนหน้านี้และอัปเดต \"วันที่มีผลบังคับใช้\" ที่ด้านบน การใช้บริการของเราอย่างต่อเนื่องหลังจากการเปลี่ยนแปลงดังกล่าวถือเป็นการยอมรับนโยบายที่อัปเดต",
  "Privacy.Section11.Title": "11. ติดต่อเรา",
  "Privacy.Section11.Content1": "หากคุณมีคำถามหรือข้อกังวลเกี่ยวกับนโยบายความเป็นส่วนตัวนี้หรือแนวปฏิบัติด้านข้อมูลของเรา โปรดติดต่อเรา:\n\nPRIME\nCorporate Golf Membership\nอีเมล: membership@primegolf.in.th\nโทรศัพท์: +66 (0) 62 562 5456\nไลน์: @primegolf",
  "Privacy.Section11.PRIME": "PRIME",
  "Privacy.Section11.SubPrime": "Corporate Golf Membership",

  "Privacy.Section11.Email": "Email: membership@primegolf.in.th",
  "Privacy.Section11.Phone": "Phone: +66 (0) 62 562 5456",
  "Privacy.Section11.Line": "LINE: @primegolf",

  "CourseDirectory.Title": "ไดเรกทอรีสนามกอล์ฟ",
  "CourseDirectory.AllCoursesDate": "สนามทั้งหมด ข้อมูล ณ วันที่ 01/03/2025",
  "CourseDirectory.Classification": "การจำแนกสนามกอล์ฟ",
  "CourseDirectory.PremiumChampionship": "สนามแชมเปี้ยนชิพพรีเมียม",
  "CourseDirectory.PremiumChampionshipDesc": "สนามที่ได้รับการยอมรับในระดับสากล มาตรฐานแชมเปี้ยนชิพ",
  "CourseDirectory.QualityCourses": "สนามคุณภาพ",
  "CourseDirectory.QualityCoursesDesc": "สิ่งอำนวยความสะดวกที่ยอดเยี่ยม ได้รับการดูแลอย่างดีสำหรับการเล่นทั่วไป",
  "CourseDirectory.CoursesCount": "สนาม",
  "CourseDirectory.CourseName": "ชื่อสนาม",
  "CourseDirectory.Region": "ภูมิภาค",
  "CourseDirectory.GeographicSummary": "สรุปตามภูมิภาค",
  "CourseDirectory.TotalCourses": "สนามทั้งหมด",
  "CourseDirectory.PremiumInternational": "สนามพรีเมียม/นานาชาติ",
  "CourseDirectory.Total": "รวม",
  "CourseDirectory.AboutNetwork": "เกี่ยวกับเครือข่ายสนามกอล์ฟ PRIME",
  "CourseDirectory.AboutNetworkDesc": "เครือข่ายสนามกอล์ฟ PRIME มอบการเข้าถึงสนามกอล์ฟคุณภาพทั่วประเทศไทยอย่างสะดวกสบายให้กับสมาชิก เครือข่ายของเรารวมถึงสนามที่ได้รับการยอมรับในระดับสากลและสนามพรีเมียมในประเทศ",
  "CourseDirectory.Feature1": "เข้าถึงสนามกอล์ฟพรีเมียมกว่า 77 แห่งทั่วประเทศไทย",
  "CourseDirectory.Feature2": "คลับที่ได้รับการคัดเลือกตามคุณภาพของสนาม ที่ตั้ง และสิ่งอำนวยความสะดวก",
  "CourseDirectory.Feature3": "จองเวลาตีลูกแบบลำดับความสำคัญ",
  "CourseDirectory.Feature4": "ค่ากรีนฟีส่วนลดและโปรโมชั่นพิเศษ",
  "CourseDirectory.Feature5": "ความพร้อมของสนามขึ้นอยู่กับนโยบายการจองและข้อจำกัดตามฤดูกาล",
  "CourseDirectory.ContactInfo": "ติดต่อฝ่ายความสัมพันธ์คลับสำหรับข้อมูลเพิ่มเติม:",
  "CourseDirectory.ContactEmail": "info@primemembership.com",
  "CourseDirectory.ContactPhone": "+66 2 XXX XXXX"
}
